{
    "corp_name": "라포랩스",
    "value": "Integrity\n앞으로 언급할 모든 가치를 위한 바탕으로서, 라포랩스는 Integrity(진정성)를 가장 중요하게 여깁니다.\n라포랩스는 구성원에 대해 온전한 신뢰를 바탕으로 한 조직문화를 가지고 있으며, 모든 구성원을 어른으로 대합니다. 따라서 우리는 모두가 높은 수준의 진실성과 일관성을 가지고 있다고 믿으며, 이를 바탕으로 최대한의 자율과 책임을 추구합니다. \n진실성 : 사실(Fact)을 중요시합니다. 한 일과 할 일, 본 것과 들은 것, 사실과 추측을 명확하게 구분합니다. \n일관성 : 말과 행동이 같습니다. 어제 한 이야기를 쉽게 바꾸지 않습니다.\n Team Player\n라포랩스는 개인의 성공보다 팀의 성공을 우선하며, 팀원의 동기부여를 위해 노력합니다.\n좋은 팀플레이어는 동료들의 감정을 고려하여 커뮤니케이션하며 심리적 안정감을 제공합니다. 그러나 솔직하고 진심을 다해 상대방의 성장을 위해 피드백을 제공합니다. \n이기적으로 행동하지 않습니다. 말의 힘을 믿으며, 말할 때 상대방의 감정을 충분히 고려합니다. \"엥? 별론데요. 저라면 이렇게 안 할 것 같은데?\" 라고 말하기 보다, \"이렇게 한 의도를 물어봐도 될까요? 아~ 의도가 진짜 좋네요. 혹시 그럼 이렇게 해봐도 좋을 것 같아요.\" 라고 말합니다.\n Focus on Impact\n우리가 해야할 일의 리스트는 매우 길고, 우리의 비전은 하루 아침에 이룰 수 없습니다. 따라서, 수많은 업무 중에 우선순위를 세워 임팩트가 매우 큰 것을 선정하여 일을 합니다.\n이걸 했을 때 드는 비용 * 얻을 수 있는 이익 * 성공 확률 = 기대 이익을 계산해서 임팩트가 큰 일부터 합니다.\n Act and Deliver Results\n하루라도 빠르게 실행하여 결과를 얻어내면, 그 뒤에 모든 일에 긍정적인 영향을 미칩니다.\n그러기 위해서는 얻고자 하는 결과를 분명히하고, 그 범위를 축소시켜 실행을 작은 단위로 나누고 강력한 실행력으로 결과를 얻어내야 합니다. 완벽하게 실험하기 위해서 우선 데이터를 뽑고, 실험 대상을 명확하게 규정해서 하기 보다 우선 500명에게 바로 적용하고 결과를 보는게 더 낫습니다.\n Moon-shot\n우리는 가슴이 뛰고, 인생의 일부를 투자할 정도로 쫓을 만한 높은 목표를 추구합니다.\n달성할 수 있는 쉬운 목표를 잡기보다는, 달성이 거의 불가능 해보이는 목표를 설정하고 이를 이루고자 하는 과정을 통해 상상을 뛰어 넘는 폭의 성장을 이뤄냅니다.\n Lead by Example\n라포랩스의 리더쉽은 권위나 직급에서 오지 않고, 따르고 싶은 마음에서 옵니다. \n때문에 라포랩스는 부여되기보다, 직접 얻어내는 리더쉽을 추구합니다. 리더는 우리가 중요시하는 가치를 가장 잘 실천하는 사람들이며, 이를 통해 팀원들에게 존경과 존중을 얻을만한 사람이 되어야 합니다",
    "intro": "4050 고객들도 더 편하게, 더 쉽게, 더 안전하게 \"원하는 옷\"을 살 수 있어야 하기에,\n2020년 9월, 우리는 \"퀸잇(Queenit)\"을 만들었습니다.",
    "personality": "동료와 함께 배움과 공유를 통해서 같이 성장을 경험해 오신 분\n혼자보다는 같이 기획하는 것을 즐기시는 분\n문제해결 능력과 커뮤니케이션이 원활하신 분\n새로운 서비스에 호기심이 많고 널리 공유하는걸 즐기시는 분\n맡은 서비스를 고객중심에서 같이 고민하고 키워 나가실 분",
    "benefit": "개인의 기여가 회사의 성장으로 이어지듯, 회사의 성장은 개인의 보상으로 이어집니다.\n라포랩스 합류 시 경쟁력 있는 보상 패키지를 제공합니다. 이후로도 계속해서 구성원이 시장 최고 대우를 받고 계시는지 점검하고, 경쟁력 있는 보상 체계 유지를 위하여 수시 연봉 협상을 진행합니다.\n회사의 성공과 성장에 그 누구보다도 크게 기여해주시는 팀원들에게 경제적 이익을 극대화할 수 있는 방안을 적극적으로 고민하고 제공합니다.\n전사 분기 목표 달성 시 구성원 전원에게 인센티브를 지급합니다. (분기별 월 급여 100%)\n\n구성원이 업무와 성장에만 몰입할 수 있도록 지원합니다. \n주택 자금 관련한 1억 대출에 대한 이자를 지원합니다. (제휴 기업/하나은행 대출 시, 1개월 최대 30만원까지)\n구성원을 위한 사내 대출 제도를 지원합니다. (최대 3,000만원/2.5% 이자율, 입사 3개월 이후 가능)\n업무와 관련된 도서 / 외부 교육 / 컨퍼런스 / 세미나를 모두 지원합니다.\n잘 쉬는 것도 중요하니까, 매년 전사 여름방학·겨울방학을 보냅니다.\n건강이 제일! 단체보험(실손보험 포함)과 건강검진을 지원합니다.\n함께 더 오래 일하고 싶은 마음으로, 구성원의 출산 및 양육을 지원합니다. \n아이가 태어나면 출산 축하금 및 육아 지원금 1,000만 원을 드립니다. \n육아휴직·근로시간단축은 물론 자녀 입학 당해 유급휴가 1개월을 지원합니다. (분할 사용 1회 가능)\n충분히 육아에 전념할 수 있도록, 육아휴직을 총 2년 사용할 수 있습니다. (법적 의무 기간 1년 + 추가 1년) \n휴직 후 다시 돌아오는 마음이 가벼울 수 있도록, Re-Onboarding 을 지원합니다.\n구성원에 대한 신뢰를 바탕으로, 자유와 책임의 문화를 지향해요.\n전 구성원(정규직)에게 법인카드를 제공하며, 라포랩스에 도움이 되는 방향으로 자율적으로 사용합니다. (점심/저녁 식사/커피 등)\n별도 결재/승인 과정이 없는 자율 휴가 제도를 운영합니다.\n개인이 가장 효율적인 방식으로 일할 수 있도록 자율 출퇴근 제도를 운영하며, 몰입과 집중이 필요할 때에는 자율적으로 재택 근무 할 수 있습니다.\n쾌적한 업무 환경을 제공합니다.\n최신형 노트북(Mac/Win), 모니터, 스탠딩 데스크 등을 제공합니다.\n삼성역 도보 5분 거리에 쾌적한 사무실을 사용합니다. \n무제한 간식을 제공합니다.",
    "culture": "전사 올핸즈 미팅 (All Hands Meeting) \n우리의 미션이 무엇인지, 그 미션을 달성하기 위해 우리가 해야 할 일은 무엇인지, 우리는 지금 무엇에 집중할 것인지를 매주 월요일에 있는 올핸즈 미팅에서 이야기 나눕니다. 우리가 궁극적으로 나아가고자 하는 방향성이 어떤 것인지를 잘 알아야 내 팀과 내가 하는 일이 어떻게 기여하고 임팩트를 낼 수 있는 지를 알 수 있기 때문이에요. 전사적으로 공유되어야 하는 각 팀/프로젝트의 진행 상황, 레슨런, 회사의 재무적 상황 등을 가감없이 공유하고 있어요.\n\n원온원 미팅 (1:1 Meeting)\n모든 구성원이 매니저(팀 리더)와 매주 원온원을 진행해요. 업무에 관해서만 이야기 나누는 자리가 아니라 회사 생활 전반과 앞으로의 커리어에 대한 이야기까지를 나누는 자리입니다. 해당 시간은 팀원 분들이 심리적 안정감을 가지고 임팩트 낼 수 있는 일에 집중할 수 있도록 돕는 방향으로 진행되고 있어요.\n슬랙 공개 채널 대화 지향\n민감한 개인정보와 관련된 것이 아니라면 라포랩스에서는 모든 대화를 슬랙 공개 채널에서 이야기 나누는 문화를 지향하고 있어요. 자신의 팀의 일이 아니어도 회사와 관련된 일이라면 누구나 알 수 있어야 한다는 정보 공유의 중요성을 여기서도 실천하고 있는데요.\n이는 비단 업무에 국한된 것뿐만이 아니에요. 점심 식사는 무엇을 먹을지와 같은 어떻게 보면 사적인 이야기들까지 전부 슬랙 공개 채널에서 이야기합니다. 이는 신규입사자분들이 새로 합류할 시 적응을 빠르게 하실 수 있도록 도우며, 구성원들 사이에서도 특정 집단이 생기는 것과 누군가를 소외시키고 배제하는 것을 방지합니다.\n",
    "location": "라포랩스(퀸잇) 서울시 강남구 테헤란로98길 8, KT&G 코스모 대치타워 6층\n라포테이블(팔도감) 서울시 강남구 영동대로85길 38, 진성빌딩 13층",
    "condition": "- **서버(백엔드) 개발 경력이 4년 이상**이거나 그에 준하는 실력이 있는 분\n- 비즈니스적인 임팩트와 기술적인 완성도 사이에서 적절한 합의를 도출하고 빠르게 실행할 수 있는 분\n- 문제를 정의하고 이를 해결하기 위한 도메인을 산출·구축하는 경험을 해보신 분\n- MAU 1만 이상의 트래픽을 처리하는 서비스 운영을 경험해보신 분\n- Kotlin, Java와 같은 JVM 언어와 Spring Framework 을 활용하여 REST API 설계 및 개발해보신 분\n- MySQL 과 같은 RDBMS 환경에서 DB 스키마를 설계하고 쿼리 작성 등이 익숙한 분"
}