{
    "corp_name": "팀스파르타",
    "value": "빠르게\n간결하게 일합니다. 우리의 경쟁력은 누구보다 빠른 실행력에 있기에, 아이디어를 작고 빠르게 검증할 방법을 찾아 간결하게 실행합니다.\n\n\n와우하게\n고객이 예측하지 못한 순간에 감동을 맞이할 수 있도록 일합니다. 고객의 입에서 저절로 와우-!가 나오도록, 고객 감동 포인트를 찾아냅니다.\n\n\n진정성있게\n고객보다 고객을 더 생각하며 일합니다. 고객이 이야기하기 전에 먼저 대응하고, 가족에게 권할 수 없다면 마케팅을 멈추고 제품부터 바꿉니다.",
    "intro": "코딩은 무언가를 만들 때 필요한 '도구'입니다. 팀스파르타는 이것으로 뭘 만들고 싶은지, 나아가 어떻게 삶을 더 낫게 만들고 싶은지에 대한 고민을 해결하기 위한 SW 교육을 서비스하고 있습니다.",
    "personality": "말을 예쁘게 하는 사람\n\n실패를 두려워하지 않는 과감한 조직이 되려면, 조직의 회복 탄력성이 중요하고, 이것은 개인의 안전감에 기인합니다. 빠르게 실행하는 팀에서 빠르게 실패하고 여러 결정을 되돌리는 혼란을 견디기 위해 팀스파르타에서는 필요한 말을 듣는 사람이 편안하도록 예쁘게 표현합니다.\n\n성장을 갈망하는 사람\n\n자신의 성장과 회사의 성장을 함께 고민하며, 일에 대한 자긍심과 애정을 가지고 끊임없이 성장을 갈망하고 노력합니다. 이런 사람들이 모여 서로의 성장을 위한 피드백을 주고 받으며 성장해가고 있기에, 팀스파르타의 오늘은 늘 어제와 다릅니다.\n\n실패에서 배우는 사람\n\n우리는 어려운 문제에 도전하기에, 실패가 당연할지도 모릅니다. 중요한 것은 실패에도 굴하지 않고 배워서 성공에 가까운 새로운 시도로 발전시키는 것입니다. 실패에 좌절하는 대신 의연하게 여정을 이어나갈 분과 함께 하고 싶습니다.\n\n유쾌한 사람\n\n늘상 일이 다 잘될 수는 없습니다. 그렇기에 마음의 여유를 갖고 유쾌하게 일과 서로를 대할 수 있어야, 서로가 서로에게 안전감을 느끼고 최적의 컨디션으로 일할 수 있습니다. 우리가 푸는 문제는 어려울 수 있지만 함께 하는 사람은 어렵지 않았으면 합니다.\n\n만들고 싶은 세상이 있는 사람\n\n우리는 만들고 싶은 세상을 마음에 품고, 행동하는 사람들입니다. 상상만 하던 세상을 손으로 만지기 위해, 서로가 하고 싶은 것과 할 수 있는 것을 한 데 모아 서로가 가진 강점을 극대화하고 단점은 보완합니다. 이렇게 모인 꿈과 행동을 가지고 세상을 바꾸어가고 있습니다.\n\n",
    "benefit": "책은 일단 사는 게 중요! 도서 구매 무제한\n업무에 도움 된다면 얼마든지, 자기계발비\n코딩 몰라도 지금부터, 자사 교육 무제한\n밥 먹으며 공부하세요. 사내 스터디 지원\n개인 삶의 미션도 중요. 달성시 선물 제공\n배고플 틈 없이 건강간식으로 가득한 캔틴\n멤버 환영회, 스수타 등 어울림 적극 지원\n주 1회 삼삼오오 랜덤 점심식사비 지원\n여유있는 90분의 점심시간\n최신 IT 기기 제공\n눈치보지 말고, 무제한 유급 휴가\n일년에 두번, 여름/겨울 일주일 방학 제공\n건강이 우선. 건강검진 지원(1년 주기)\n마음의 힘을 믿어요. 사내 심리상담 제도\n누구보다 축하해요. 생일 선물 제공",
    "culture": " 우리는 한 팀입니다.\n\n공동의 목표를 이루기 위해 적극적으로 협력, 공유, 소통합니다.\n\n- **CS와 온보딩**\n    - CS를 담당하는 메인 리드가 있지만 기본적으로 모두가 참여한다는 마인드를 가져요. 누구든 CS 담당자 될 수 있고, 자신이 담당하는 파트는 직접 응대해요!\n\n수평적 문화를 지향합니다.\n\n가치 없는 의견은 없어요. 수평적 문화에서 나오는 다양한 의견은 팀의 시야를 넓혀 줍니다.\n\n닉네임 사용\n    \n    인프랩은 높임 호칭을 쓰지 않아요. 별명을 부릅니다. 그리고 서로에게 존댓말을 사용해요.\n    적당히 친해지고, 평등성을 높일 수 있는 방법이라고 생각해요. default는 우정과 직장동료 사이!\n    \n\n 빠르게 실행하고 해결합니다.\n\n시장을 만들고 선도해야 하는 스타트업에서 속도는 생명입니다. 위대한 것을 추구하되 **빠른 실행**을 중심에 두어야 합니다. 간혹 여러 사람들이 참여하다 보면 다양한 의견 속에 길을 잃을 때가 있어요.정체될 때는 리더가 방향을 정하고 다시 빠르게, 하나로 나아갑니다.\n\n항상 더 나은 것을 고민합니다.\n\n더 나은 것에 대한 갈망은 더 훌륭한 서비스를 만들고 자신 또한 성장시킵니다.\n자신의 일을 비판적으로 여러 번 고민하고, 동료의 일엔 건강한 피드백을 줍니다.\n특히 개선을 위한 피드백은 미루지 않습니다.\n효율적으로 일합니다.\n\n큰 성취를 이루기 위해서 물리적 한계를 극복할 수 있게 하는 효율도 무척 중요합니다.\n\n- 문제에는 대안을 제시하고, 회의에는 결론과 액션 아이템을 정합니다.\n- 모두가 쉽게 이해하고 적용할 수 있게 **기록**하고 **문서**를 남깁니다.\n- 시스템을 만들어 기계가 할 수 있는 일은 기계에게 맡깁니다.\n- 기록과 회고\n    - 우리는 어떤 생각을 하고 어떻게 일했고, 어떤 결과가 나왔는지 업무 기록을 남겨서 공유해요. 회사는 작은 사회이기 때문에 지속적으로 유기적인 활동이 일어나고 있어요. 담당자가 변경되고 새로운 후임이 올 수도 있죠. 그렇기 때문에 우리는 기록를 남겨야 해요. 누가 보더라도 의사 결정의 흐름을 이해하고, 업무를 수행할 수 있도록 늘 기록해주세요.\n    - 또한 더 나은 발전을 위해 프로젝트가 끝나면 회고의 시간을 반드시 가져요. 인프랩의 팀원들은 스스로의 일을 생각하고, 업무에 대 평가를 해요. 정기적으로 자신의 선택한 업무가 어땠는지 돌아봐 주세요.\n    - 사람은 어리석게도 같은 실수를 반복해요. 그러니 어떤 점이 좋았고, 어떤 부분을 개선해야 하는지 생각하고 계획을 세워주세요. 그리고 각자가 느낌 부분을 모든 팀원에게 공유해요.\n회의 타임 어택\n    - 팀이 커질수록 업무를 위한 회의 시간은 늘어날 거예요. 그러니 애초에 업무 회의를 짧게 하는 문화를 만들도록 합시다. 보통 길어봤자 나오는 내용은 비슷하니 차라리 짧게 여러 번 하는 게 좋아요. 짧은 회의는 일하면서 그때그때 의견을 개진할 수 있는 문화로 보완하도록 해요.\n\n존경할 수 있는 동료가 됩니다.\n존경할 수 있는 팀원\n    \n    스스로 최고의 동료가 되도록 합시다. 성장에 대한 자극과 영감을 줄 수 있는 팀원이 곁에 있는 것만큼 좋은 복지가 있을까요? 그런 좋은 팀원과 함께하려면 스스로가 먼저 좋은 동료가 되어야겠지요. 내가 다른 사람에게 어떤 긍정적 자극을 줄 수 있을까, 에너지를 줄 수 있을까? 도 종종 생각해보면 좋겠어요!\n    \n성장을 위한 피드백\n    \n    팀원과 팀의 성장을 위해 매월 영감을 준 동료를 추천합니다. 그리고 더 발전할 수 있는 팀원에겐 애정 어린 조언을 해줘요.\n    \n일에 임하는 태도\n    \n    효율도 중요하지만, 태도가 훨씬 중요합니다. 태도는 전염되니까요. 개인의 능력은 중요하지만, 얼마든지 시간과 숙련으로 메꿀 수 있어요. 반면 나쁜 태도가 팀에 영향을 주기 시작하면 걷잡을 수 없이 팀 전체에 퍼지게 됩니다. 그래서 옆에 있는 동료에게 부끄럽지 않은 모습을 보여주도록 노력해요.\n   탁월함\n    \n    능력 있는 팀원은 일을 빠르고 즐겁게 만들 뿐 아니라 주변 동료를 성장시킬 수 있습니다. 일에 집중하며, 동기부여가 될 수 있는 동료가 되도록 노력합니다.\n    \n배움과 성장\n    \n    배움을 원하고, 배움을 즐깁니다. 부족하거나 알고 싶은 분야가 생기면 빠른 속도로 학습하고, 개선하며 앞으로 나아가 주세요. 스스로 어제보다 더 나은 방법과 길을 만들어 냅니다.\n    \n\n즐겁게, 열심히, 잘!\n\n지금 이 시간 자체가 내 이력이 될 수 있도록 즐겁게, 열심히, 잘! 말 그대로 일해요!",
    "location": "서울특별시 강남구 테헤란로44길 8, 12층",
    "condition": "- Node.js 기반의 백엔드 개발 경험이 있으신 분\n- 정적 타입 언어를 사용했거나, TypeScript에 대한 이해가 있으신 분\n- MySQL / PostgreSQL 과 같은 관계형 데이터베이스를 사용하고 기본적인 테이블 설계를 해보신 분\n- Linux의 기본적인 명령어들을 사용할 수 있고, EC2에 기본적인 패키지들을 설치하고 Node 애플리케이션을 실행할 수 있으신 분\n- HTTP 통신에 대한 기본적인 이해, RESTful API에 대한 설계나 개발 경험이 있으신 분\n- `Function`, `Class`, `Instance`, `Object Literal` 에 대해 기본적인 내용을 알고 있고, 상황에 따라 적절하게 사용하고 계신 분\n- 기본적인 SQL 문법, JOIN, Subquery 등을 활용할 줄 아시는 분\n- RDBMS의 인덱스가 무엇인지 알고 있고, 어떤 경우 인덱스가 사용이 안되는지 알고 계신 분\n- Git과 Github에 대한 기본적인 사용법을 알고 있고, 기본적인 Git의 브랜치 전략들을 사용하는데 무리가 없으신 분"
}